Model: "sequential_1"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
lstm_2 (LSTM)                (None, 48, 44)            12848     
_________________________________________________________________
lstm_3 (LSTM)                (None, 48, 44)            15664     
_________________________________________________________________
lstm_4 (LSTM)                (None, 48, 44)            15664     
_________________________________________________________________
lstm_5 (LSTM)                (None, 44)                15664     
_________________________________________________________________
dropout_1 (Dropout)          (None, 44)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 1)                 45        
=================================================================
Total params: 59,885
Trainable params: 59,885
Non-trainable params: 0
_________________________________________________________________
