Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
lstm (LSTM)                  (None, 24, 11)            1760      
_________________________________________________________________
lstm_1 (LSTM)                (None, 11)                1012      
_________________________________________________________________
dropout (Dropout)            (None, 11)                0         
_________________________________________________________________
dense (Dense)                (None, 1)                 12        
=================================================================
Total params: 2,784
Trainable params: 2,784
Non-trainable params: 0
_________________________________________________________________
