Model: "sequential_1"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
rnn_1 (RNN)                  multiple                  59840     
_________________________________________________________________
dropout_1 (Dropout)          multiple                  0         
_________________________________________________________________
dense_1 (Dense)              multiple                  45        
=================================================================
Total params: 59,885
Trainable params: 59,885
Non-trainable params: 0
_________________________________________________________________
