Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
rnn (RNN)                    multiple                  2772      
_________________________________________________________________
dropout (Dropout)            multiple                  0         
_________________________________________________________________
dense (Dense)                multiple                  12        
=================================================================
Total params: 2,784
Trainable params: 2,784
Non-trainable params: 0
_________________________________________________________________
