Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
rnn (RNN)                    (None, 11)                2772      
_________________________________________________________________
dropout (Dropout)            (None, 11)                0         
_________________________________________________________________
dense (Dense)                (None, 1)                 12        
=================================================================
Total params: 2,784
Trainable params: 2,784
Non-trainable params: 0
_________________________________________________________________
