Model: "sequential_1"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
rnn_1 (RNN)                  (None, 44)                59840     
_________________________________________________________________
dropout_1 (Dropout)          (None, 44)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 1)                 45        
=================================================================
Total params: 59,885
Trainable params: 59,885
Non-trainable params: 0
_________________________________________________________________
